Repository: whooslizi/macUSB
Catalog: macUSB/Resources/Localizable.xcstrings
Source language: pl
Languages: de, en, es, fr, it, ja, pt_br, ru, tr, uk, vi, zh_hans

source: Nie przyznano wymaganej zgody: „Pełny dostęp do dysku” dla macUSB. Aplikacja może nie działać poprawnie.
de: Die erforderliche Berechtigung fehlt: „Vollständiger Festplattenzugriff“ für macUSB. Die App funktioniert möglicherweise nicht korrekt.
en: Required permission is missing: “Full Disk Access” for macUSB. The app may not work correctly.
es: Falta un permiso obligatorio: «Acceso total al disco» para macUSB. La app puede no funcionar correctamente.
fr: L’autorisation requise est manquante : « Accès complet au disque » pour macUSB. L’app peut ne pas fonctionner correctement.
it: Manca un’autorizzazione obbligatoria: «Accesso completo al disco» per macUSB. L’app potrebbe non funzionare correttamente.
ja: 必要な許可が不足しています: macUSB の「フルディスクアクセス」。アプリが正しく動作しない可能性があります。
pt_br: Falta uma permissão obrigatória: “Acesso total ao disco” para o macUSB. O app pode não funcionar corretamente.
ru: Отсутствует обязательное разрешение: «Полный доступ к диску» для macUSB. Приложение может работать некорректно.
tr: Gerekli izin eksik: macUSB için “Tam Disk Erişimi”. Uygulama doğru çalışmayabilir.
uk: Відсутній обов’язковий дозвіл: «Повний доступ до диска» для macUSB. Програма може працювати некоректно.
vi: Thiếu quyền bắt buộc: “Quyền truy cập toàn bộ ổ đĩa” cho macUSB. Ứng dụng có thể hoạt động không đúng.
zh_hans: 缺少必要权限：macUSB 的“完全磁盘访问权限”。应用可能无法正常工作。

source: Nie przyznano wymaganych zgód: „Pełny dostęp do dysku” dla macUSB oraz zgody na „Działanie w tle” dla narzędzia pomocniczego. Aplikacja może nie działać poprawnie.
de: Die erforderlichen Berechtigungen fehlen: „Vollständiger Festplattenzugriff“ für macUSB und „Hintergrundaktivität erlauben“ für das Hilfswerkzeug. Die App funktioniert möglicherweise nicht korrekt.
en: Required permissions are missing: “Full Disk Access” for macUSB and “Allow in the Background” for the helper tool. The app may not work correctly.
es: Faltan permisos obligatorios: «Acceso total al disco» para macUSB y «Permitir en segundo plano» para la herramienta auxiliar. La app puede no funcionar correctamente.
fr: Les autorisations requises sont manquantes : « Accès complet au disque » pour macUSB et « Autoriser en arrière-plan » pour l’outil auxiliaire. L’app peut ne pas fonctionner correctement.
it: Mancano autorizzazioni obbligatorie: «Accesso completo al disco» per macUSB e «Consenti in background» per lo strumento helper. L’app potrebbe non funzionare correttamente.
ja: 必要な許可が不足しています: macUSB の「フルディスクアクセス」と、ヘルパーツールの「バックグラウンドでの実行を許可」。アプリが正しく動作しない可能性があります。
pt_br: Faltam permissões obrigatórias: “Acesso total ao disco” para o macUSB e “Permitir em segundo plano” para a ferramenta auxiliar. O app pode não funcionar corretamente.
ru: Отсутствуют обязательные разрешения: «Полный доступ к диску» для macUSB и «Разрешить работу в фоне» для вспомогательного инструмента. Приложение может работать некорректно.
tr: Gerekli izinler eksik: macUSB için “Tam Disk Erişimi” ve yardımcı araç için “Arka Planda İzin Ver”. Uygulama doğru çalışmayabilir.
uk: Відсутні обов’язкові дозволи: «Повний доступ до диска» для macUSB і «Дозволити у тлі» для допоміжного інструмента. Програма може працювати некоректно.
vi: Thiếu quyền bắt buộc: “Quyền truy cập toàn bộ ổ đĩa” cho macUSB và “Cho phép trong nền” cho công cụ trợ giúp. Ứng dụng có thể hoạt động không đúng.
zh_hans: 缺少必要权限：macUSB 的“完全磁盘访问权限”以及辅助工具的“允许在后台运行”。应用可能无法正常工作。

source: Nie rozpoznano instalatora
de: Installer nicht erkannt
en: Installer not recognized
es: Instalador no reconocido
fr: Installateur non reconnu
it: Installatore non riconosciuto
ja: インストーラが認識されませんでした
pt_br: Instalador não reconhecido
ru: Установщик не распознан
tr: Yükleyici tanınmadı
uk: Інсталятор не розпізнано
vi: Trình cài đặt không được nhận dạng
zh_hans: 未识别安装程序

source: Nie teraz
de: Nicht jetzt
en: Not now
es: Ahora no
fr: Pas maintenant
it: Non adesso
ja: 今はしない
pt_br: Agora não
ru: Не сейчас
tr: Şimdi değil
uk: Не зараз
vi: Không phải bây giờ
zh_hans: 暂不

source: Nie udało się aktywować helpera po pełnym resecie.
de: Der Helfer konnte nach dem vollständigen Zurücksetzen nicht aktiviert werden.
en: Failed to activate helper after full reset.
es: No se pudo activar el asistente después del reinicio completo.
fr: Échec de l'activation de l'assistant après une réinitialisation complète.
it: Impossibile attivare l'helper dopo il ripristino completo.
ja: フルリセット後にヘルパーをアクティブ化できませんでした。
pt_br: Falha ao ativar o auxiliar após a reinicialização completa.
ru: Не удалось активировать помощника после полного сброса.
tr: Tam sıfırlamadan sonra yardımcı etkinleştirilemedi.
uk: Не вдалося активувати помічник після повного скидання.
vi: Không thể kích hoạt trình trợ giúp sau khi thiết lập lại hoàn toàn.
zh_hans: 完全重置后无法激活助手。

source: Nie udało się aktywować helpera.
de: Aktivierung des Helpers fehlgeschlagen.
en: Failed to activate helper.
es: No se pudo activar el helper.
fr: Impossible d activer l outil auxiliaire.
it: Impossibile attivare l'aiutante.
ja: ヘルパーの有効化に失敗しました。
pt_br: Nao foi possivel ativar o helper.
ru: Не удалось активировать helper.
tr: Yardımcı etkinleştirilemedi.
uk: Не вдалося активувати помічника.
vi: Không thể kích hoạt trình trợ giúp.
zh_hans: 无法激活辅助工具。

source: Nie udało się automatycznie odświeżyć helpera. Otwórz Narzędzia → Napraw helpera i spróbuj ponownie.
de: Der Helper konnte nicht automatisch aktualisiert werden. Oeffnen Sie Werkzeuge → Helper reparieren und versuchen Sie es erneut.
en: Could not automatically refresh the helper. Open Tools → Repair helper and try again.
es: No se pudo actualizar automaticamente el helper. Abre Herramientas → Reparar helper e intentalo de nuevo.
fr: Impossible d actualiser automatiquement le helper. Ouvrez Outils → Reparer le helper et reessayez.
it: Impossibile aggiornare automaticamente l'helper. Apri Strumenti → Aiuto riparazione e riprova.
ja: helper を自動的に更新できませんでした。ツール → helper を修復 を開いて、もう一度お試しください。
pt_br: Nao foi possivel atualizar automaticamente o helper. Abra Ferramentas → Reparar helper e tente novamente.
ru: Не удалось автоматически обновить helper. Откройте Инструменты → Восстановить helper и попробуйте снова.
tr: Yardımcı otomatik olarak yenilenemedi. Araçlar → Onarım Yardımcısı'nı açın ve tekrar deneyin.
uk: Не вдалося автоматично оновити помічник. Відкрийте Tools → Repair Helper і повторіть спробу.
vi: Không thể tự động làm mới trình trợ giúp. Mở Công cụ → Trình trợ giúp sửa chữa và thử lại.
zh_hans: 无法自动刷新 helper。请打开 工具 → 修复 helper 后重试。

source: Nie udało się automatycznie zaktualizować helpera
de: Der Helper konnte nicht automatisch aktualisiert werden
en: Failed to update the helper automatically
es: No se pudo actualizar el asistente automáticamente
fr: Échec de la mise à jour automatique de l'assistant
it: Impossibile aggiornare automaticamente l'helper
ja: ヘルパーの自動更新に失敗しました
pt_br: Não foi possível atualizar automaticamente o helper
ru: Не удалось автоматически обновить помощник
tr: Yardımcı otomatik olarak güncellenemedi
uk: Не вдалося автоматично оновити помічник
vi: Không thể tự động cập nhật trình trợ giúp
zh_hans: 无法自动更新辅助程序

source: Nie udało się dokończyć pobierania
de: Der Download konnte nicht abgeschlossen werden
en: The download failed to complete
es: La descarga no pudo completarse
fr: Le téléchargement n'a pas pu se terminer
it: Impossibile completare il download
ja: ダウンロードが完了しませんでした
pt_br: O download não foi concluído
ru: Загрузка не завершилась
tr: İndirme tamamlanamadı
uk: Завантаження не вдалося завершити
vi: Quá trình tải xuống không thể hoàn tất
zh_hans: 下载未能完成

source: Nie udało się odświeżyć listy systemów
de: Die Systemliste konnte nicht aktualisiert werden
en: Failed to refresh the system list
es: No se pudo actualizar la lista del sistema
fr: Échec de l'actualisation de la liste des systèmes
it: Impossibile aggiornare l'elenco dei sistemi
ja: システムリストの更新に失敗しました
pt_br: Falha ao atualizar a lista do sistema
ru: Не удалось обновить список систем.
tr: Sistem listesi yenilenemedi
uk: Не вдалося оновити список систем
vi: Không thể làm mới danh sách hệ thống
zh_hans: 刷新系统列表失败

source: Nie udało się otworzyć bezpośrednio zakładki „Pełny dostęp do dysku”. Przejdź do: Prywatność i ochrona -> Pełny dostęp do dysku.
de: Der Bereich „Vollständiger Festplattenzugriff“ konnte nicht direkt geöffnet werden. Gehen Sie zu: Datenschutz & Sicherheit -> Vollständiger Festplattenzugriff.
en: Could not open the “Full Disk Access” section directly. Go to: Privacy & Security -> Full Disk Access.
es: No se pudo abrir directamente la sección «Acceso total al disco». Ve a: Privacidad y seguridad -> Acceso total al disco.
fr: Impossible d’ouvrir directement la section « Accès complet au disque ». Allez dans : Confidentialité et sécurité -> Accès complet au disque.
it: Non è stato possibile aprire direttamente la sezione «Accesso completo al disco». Vai a: Privacy e sicurezza -> Accesso completo al disco.
ja: 「フルディスクアクセス」を直接開けませんでした。次へ移動してください: プライバシーとセキュリティ -> フルディスクアクセス。
pt_br: Não foi possível abrir diretamente a seção “Acesso total ao disco”. Vá para: Privacidade e Segurança -> Acesso total ao disco.
ru: Не удалось напрямую открыть раздел «Полный доступ к диску». Перейдите: Конфиденциальность и безопасность -> Полный доступ к диску.
tr: “Tam Disk Erişimi” bölümü doğrudan açılamadı. Şuraya gidin: Gizlilik ve Güvenlik -> Tam Disk Erişimi.
uk: Не вдалося напряму відкрити розділ «Повний доступ до диска». Перейдіть: Приватність і безпека -> Повний доступ до диска.
vi: Không thể mở trực tiếp mục “Quyền truy cập toàn bộ ổ đĩa”. Hãy vào: Quyền riêng tư & Bảo mật -> Quyền truy cập toàn bộ ổ đĩa.
zh_hans: 无法直接打开“完全磁盘访问权限”页面。请前往：隐私与安全性 -> 完全磁盘访问权限。

source: Nie udało się pobrać plików instalatora: %@
de: Installationsdateien konnten nicht heruntergeladen werden: %@
en: Failed to download installer files: %@
es: No se pudieron descargar los archivos del instalador: %@
fr: Échec du téléchargement des fichiers d'installation : %@
it: Impossibile scaricare i file di installazione: %@
ja: インストーラー ファイルのダウンロードに失敗しました: %@
pt_br: Falha ao baixar os arquivos do instalador: %@
ru: Не удалось загрузить файлы установщика: %@.
tr: Yükleyici dosyaları indirilemedi: %@
uk: Не вдалося завантажити файли інсталятора: %@
vi: Không tải được file cài đặt: %@
zh_hans: 无法下载安装程序文件：%@

source: Nie udało się potwierdzić gotowości helpera.
de: Die Bereitschaft des Helfers konnte nicht bestätigt werden.
en: The helper's readiness could not be confirmed.
es: No se pudo confirmar la disposición del ayudante.
fr: L'état de préparation de l'assistant n'a pas pu être confirmé.
it: Non è stato possibile confermare la disponibilità dell'aiutante.
ja: ヘルパーの準備は確認できなかった。
pt_br: A prontidão do ajudante não pôde ser confirmada.
ru: Готовность помощника подтвердить не удалось.
tr: Yardımcının hazır olup olmadığı doğrulanamadı.
uk: Готовність помічника підтвердити не вдалося.
vi: Không thể xác nhận sự sẵn sàng của người trợ giúp.
zh_hans: 无法确认该助手的准备情况。

source: Nie udało się przygotować instalatora: %@
de: Installationsprogramm konnte nicht vorbereitet werden: %@
en: Failed to prepare installer: %@
es: No se pudo preparar el instalador: %@
fr: Échec de la préparation du programme d'installation : %@
it: Impossibile preparare il programma di installazione: %@
ja: インストーラーの準備に失敗しました: %@
pt_br: Falha ao preparar o instalador: %@
ru: Не удалось подготовить установщик: %@.
tr: Yükleyici hazırlanamadı: %@
uk: Не вдалося підготувати інсталятор: %@
vi: Không chuẩn bị được trình cài đặt: %@
zh_hans: 无法准备安装程序：%@

source: Nie udało się przywrócić pełnej gotowości helpera. Szczegóły zapisano w logach diagnostycznych.
de: Der Helfer konnte nicht wieder vollständig einsatzbereit sein. Details werden in den Diagnoseprotokollen aufgezeichnet.
en: The helper could not be restored to full readiness. Details are recorded in the diagnostic logs.
es: El ayudante no pudo volver a estar completamente listo. Los detalles se registran en los registros de diagnóstico.
fr: L’assistant n’a pas pu être complètement prêt. Les détails sont enregistrés dans les journaux de diagnostic.
it: Non è stato possibile ripristinare la piena disponibilità dell'aiutante. I dettagli vengono registrati nei registri diagnostici.
ja: ヘルパーを完全な準備状態に戻すことができませんでした。詳細は診断ログに記録されます。
pt_br: O ajudante não pôde ser restaurado à prontidão total. Os detalhes são registrados nos logs de diagnóstico.
ru: Помощник не удалось восстановить в полную готовность. Подробности записываются в журналы диагностики.
tr: Yardımcı tam hazır duruma getirilemedi. Ayrıntılar tanılama günlüklerine kaydedilir.
uk: Помічник не вдалося відновити до повної готовності. Подробиці фіксуються в діагностичних журналах.
vi: Người trợ giúp không thể khôi phục lại trạng thái sẵn sàng hoàn toàn. Thông tin chi tiết được ghi lại trong nhật ký chẩn đoán.
zh_hans: 帮助者无法恢复到完全准备状态。详细信息记录在诊断日志中。

source: Nie udało się rozpocząć pobierania. Nie udało się przygotować sesji pobierania: %@
de: Der Download konnte nicht gestartet werden. Download-Sitzung konnte nicht vorbereitet werden: %@
en: The download failed to start. Failed to prepare download session: %@
es: La descarga no pudo iniciarse. No se pudo preparar la sesión de descarga: %@
fr: Le téléchargement n'a pas pu démarrer. Échec de la préparation de la session de téléchargement : %@
it: Impossibile avviare il download. Impossibile preparare la sessione di download: %@
ja: ダウンロードを開始できませんでした。ダウンロード セッションの準備に失敗しました: %@
pt_br: O download falhou ao iniciar. Falha ao preparar a sessão de download: %@
ru: Загрузка не началась. Не удалось подготовить сеанс загрузки: %@.
tr: İndirme başlatılamadı. İndirme oturumu hazırlanamadı: %@
uk: Не вдалося розпочати завантаження. Не вдалося підготувати сеанс завантаження: %@
vi: Quá trình tải xuống không thể bắt đầu. Không chuẩn bị được phiên tải xuống: %@
zh_hans: 下载无法开始。无法准备下载会话：%@

source: Nie udało się usunąć plików tymczasowych: %@
de: Temporäre Dateien konnten nicht gelöscht werden: %@
en: Failed to delete temporary files: %@
es: Error al eliminar archivos temporales: %@
fr: Échec de la suppression des fichiers temporaires : %@
it: Impossibile eliminare i file temporanei: %@
ja: 一時ファイルの削除に失敗しました: %@
pt_br: Falha ao excluir arquivos temporários: %@
ru: Не удалось удалить временные файлы: %@
tr: Geçici dosyalar silinemedi: %@
uk: Не вдалося видалити тимчасові файли: %@
vi: Không xóa được tệp tạm thời: %@
zh_hans: 无法删除临时文件：%@

source: Nie udało się usunąć starej rejestracji helpera.
de: Die alte Helferregistrierung konnte nicht gelöscht werden.
en: Failed to delete old helper registration.
es: No se pudo eliminar el registro de ayudante anterior.
fr: Échec de la suppression de l'ancien enregistrement d'assistance.
it: Impossibile eliminare la vecchia registrazione dell'assistente.
ja: 古いヘルパー登録の削除に失敗しました。
pt_br: Falha ao excluir o registro auxiliar antigo.
ru: Не удалось удалить старую регистрацию помощника.
tr: Eski yardımcı kaydı silinemedi.
uk: Не вдалося видалити стару реєстрацію помічника.
vi: Không thể xóa đăng ký trợ giúp cũ.
zh_hans: 无法删除旧的助手注册。

source: Nie udało się utworzyć proxy XPC helpera.
de: XPC-Proxy des Helpers konnte nicht erstellt werden.
en: Failed to create helper XPC proxy.
es: No se pudo crear el proxy XPC del helper.
fr: Impossible de créer le proxy XPC du helper.
it: Impossibile creare l'helper XPC proxy.
ja: helper の XPC プロキシを作成できませんでした。
pt_br: Não foi possível criar o proxy XPC do helper.
ru: Не удалось создать XPC-прокси helper.
tr: Proxy XPC yardımcısı oluşturulamadı.
uk: Не вдалося створити помічник XPC проксі.
vi: Không tạo được trình trợ giúp proxy XPC.
zh_hans: 无法创建 helper 的 XPC 代理。

source: Nie udało się uzyskać połączenia XPC z helperem.
de: Die XPC-Verbindung zum Helper konnte nicht hergestellt werden.
en: Failed to establish an XPC connection to the helper.
es: No se pudo establecer una conexión XPC con el helper.
fr: Impossible d établir une connexion XPC avec l outil auxiliaire.
it: Impossibile connettere XPC all'helper.
ja: helper への XPC 接続を確立できませんでした。
pt_br: Não foi possível estabelecer conexão XPC com o helper.
ru: Не удалось установить XPC-соединение с helper.
tr: XPC yardımcıya bağlanamadı.
uk: Не вдалося підключити XPC до помічника.
vi: Không thể kết nối XPC với người trợ giúp.
zh_hans: 无法与 helper 建立 XPC 连接。

source: Nie udało się wyczyścić uprawnień dostępu do dysków zewnętrznych
de: Zugriffsberechtigungen für externe Laufwerke konnten nicht gelöscht werden
en: Could not clear external-drive access permissions
es: No se pudieron borrar los permisos de acceso a unidades externas
fr: Impossible d’effacer les autorisations d’accès aux disques externes
it: Impossibile cancellare i permessi di accesso ai dischi esterni
ja: 外付けドライブのアクセス権を消去できませんでした
pt_br: Não foi possível limpar as permissões de acesso a unidades externas
ru: Не удалось очистить разрешения доступа к внешним дискам
tr: Harici disk erişim izinleri temizlenemedi
uk: Не вдалося очистити дозволи доступу до зовнішніх дисків
vi: Không thể xóa quyền truy cập ổ đĩa ngoài
zh_hans: 无法清除外部驱动器访问权限

source: Nie udało się zakodować żądania helpera: %@
de: Helper-Anfrage konnte nicht kodiert werden: %@
en: Failed to encode helper request: %@
es: No se pudo codificar la solicitud del helper: %@
fr: Échec de l encodage de la requête helper : %@
it: Impossibile codificare la richiesta di supporto: %@
ja: helper リクエストのエンコードに失敗しました: %@
pt_br: Falha ao codificar a solicitação do helper: %@
ru: Не удалось закодировать запрос helper: %@
tr: Yardımcı isteği kodlanamadı: %@
uk: Не вдалося закодувати допоміжний запит: %@
vi: Không thể mã hóa yêu cầu trợ giúp: %@
zh_hans: 无法编码 helper 请求：%@

source: Nie udało się zapisać instalatora w lokalizacji docelowej. Sprawdź uprawnienia i spróbuj ponownie.
de: Das Installationsprogramm konnte nicht am Zielspeicherort gespeichert werden. Bitte überprüfen Sie Ihre Berechtigungen und versuchen Sie es erneut.
en: The installer could not be saved to the target location. Please check your permissions and try again.
es: El instalador no se pudo guardar en la ubicación de destino. Por favor verifique sus permisos e inténtelo nuevamente.
fr: Le programme d'installation n'a pas pu être enregistré à l'emplacement cible. Veuillez vérifier vos autorisations et réessayer.
it: Impossibile salvare il programma di installazione nella posizione di destinazione. Controlla le tue autorizzazioni e riprova.
ja: インストーラーをターゲットの場所に保存できませんでした。権限を確認して再試行してください。
pt_br: O instalador não pôde ser salvo no local de destino. Verifique suas permissões e tente novamente.
ru: Не удалось сохранить программу установки в целевом месте. Пожалуйста, проверьте свои разрешения и повторите попытку.
tr: Yükleyici hedef konuma kaydedilemedi. Please check your permissions and try again.
uk: Інсталятор не вдалося зберегти в цільовому місці. Перевірте свої дозволи та повторіть спробу.
vi: Không thể lưu trình cài đặt vào vị trí đích. Vui lòng kiểm tra quyền của bạn và thử lại.
zh_hans: 安装程序无法保存到目标位置。请检查您的权限并重试。

# Nie udało się zapisać pliku %@: %@
source: Nie udało się zapisać pliku %1$@: %2$@
de: Datei %@ konnte nicht gespeichert werden: %@
en: Failed to save file %@: %@
es: No se pudo guardar el archivo %@: %@
fr: Échec de l'enregistrement du fichier %@ : %@
it: Impossibile salvare il file %@: %@
ja: ファイル %@ の保存に失敗しました: %@
pt_br: Falha ao salvar o arquivo %@: %@
ru: Не удалось сохранить файл %@: %@.
tr: %@ dosyası kaydedilemedi: %@
uk: Не вдалося зберегти файл %@: %@
vi: Không lưu được tập tin %@: %@
zh_hans: 无法保存文件 %@: %@

source: Nie udało się zapisać pliku z logami
de: Protokolldatei konnte nicht gespeichert werden
en: Failed to save logs file
es: No se pudo guardar el archivo de registros
fr: Échec de l'enregistrement du fichier de journaux
it: Impossibile salvare il file di registro
ja: ログファイルを保存できませんでした
pt_br: Falha ao salvar o arquivo de logs
ru: Не удалось сохранить файл журналов
tr: Günlük dosyası kaydedilemedi
uk: Не вдалося зберегти файл журналу
vi: Không lưu được tệp nhật ký
zh_hans: 无法保存日志文件

source: Nie udało się zarejestrować helpera
de: Helper konnte nicht registriert werden
en: Failed to register helper
es: No se pudo registrar el helper
fr: Impossible d enregistrer l outil auxiliaire
it: Impossibile registrare l'aiutante
ja: ヘルパーを登録できませんでした
pt_br: Nao foi possivel registrar o helper
ru: Не удалось зарегистрировать helper
tr: Yardımcı kaydedilemedi
uk: Не вдалося зареєструвати помічника
vi: Không thể đăng ký người trợ giúp
zh_hans: 无法注册辅助工具

source: Nie udało się zdekodować wyniku helpera: %@
de: Helper-Ergebnis konnte nicht dekodiert werden: %@
en: Failed to decode helper result: %@
es: No se pudo decodificar el resultado del helper: %@
fr: Échec du décodage du résultat helper : %@
it: Impossibile decodificare il risultato dell'helper: %@
ja: helper 結果のデコードに失敗しました: %@
pt_br: Falha ao decodificar o resultado do helper: %@
ru: Не удалось декодировать результат helper: %@
tr: Yardımcı sonucun kodu çözülemedi: %@
uk: Не вдалося декодувати допоміжний результат: %@
vi: Không giải mã được kết quả của trình trợ giúp: %@
zh_hans: 无法解码 helper 结果：%@

source: Nie udało się zdekodować zdarzenia helpera: %@
de: Helper-Ereignis konnte nicht dekodiert werden: %@
en: Failed to decode helper event: %@
es: No se pudo decodificar el evento del helper: %@
fr: Échec du décodage de l événement helper : %@
it: Impossibile decodificare l'evento helper: %@
ja: helper イベントのデコードに失敗しました: %@
pt_br: Falha ao decodificar o evento do helper: %@
ru: Не удалось декодировать событие helper: %@
tr: Yardımcı etkinliğin kodu çözülemedi: %@
uk: Не вдалося декодувати допоміжну подію: %@
vi: Không giải mã được sự kiện trợ giúp: %@
zh_hans: 无法解码 helper 事件：%@

source: Nie udało się zresetować uprawnień dostępu do nośników zewnętrznych. Spróbuj ponownie lub uruchom ręcznie w Terminalu: tccutil reset SystemPolicyRemovableVolumes %@
de: Die Zugriffsberechtigungen für externe Datenträger konnten nicht zurückgesetzt werden. Versuchen Sie es erneut oder führen Sie diesen Befehl manuell im Terminal aus: tccutil reset SystemPolicyRemovableVolumes %@
en: Could not reset external-media access permissions. Try again, or run this command manually in Terminal: tccutil reset SystemPolicyRemovableVolumes %@
es: No se pudieron restablecer los permisos de acceso a medios externos. Inténtalo de nuevo o ejecuta manualmente este comando en Terminal: tccutil reset SystemPolicyRemovableVolumes %@
fr: Impossible de réinitialiser les autorisations d’accès aux supports externes. Réessayez ou exécutez manuellement cette commande dans le Terminal : tccutil reset SystemPolicyRemovableVolumes %@
it: Impossibile reimpostare i permessi di accesso ai supporti esterni. Riprova oppure esegui manualmente questo comando in Terminale: tccutil reset SystemPolicyRemovableVolumes %@
ja: 外部メディアへのアクセス権をリセットできませんでした。再試行するか、次のコマンドをターミナルで手動実行してください: tccutil reset SystemPolicyRemovableVolumes %@
pt_br: Não foi possível redefinir as permissões de acesso a mídias externas. Tente novamente ou execute este comando manualmente no Terminal: tccutil reset SystemPolicyRemovableVolumes %@
ru: Не удалось сбросить разрешения доступа к внешним носителям. Попробуйте снова или выполните эту команду вручную в Терминале: tccutil reset SystemPolicyRemovableVolumes %@
tr: Harici ortam erişim izinleri sıfırlanamadı. Yeniden deneyin veya şu komutu Terminal'de manuel olarak çalıştırın: tccutil reset SystemPolicyRemovableVolumes %@
uk: Не вдалося скинути дозволи доступу до зовнішніх носіїв. Спробуйте ще раз або виконайте цю команду вручну в Терміналі: tccutil reset SystemPolicyRemovableVolumes %@
vi: Không thể đặt lại quyền truy cập thiết bị lưu trữ ngoài. Hãy thử lại hoặc chạy thủ công lệnh sau trong Terminal: tccutil reset SystemPolicyRemovableVolumes %@
zh_hans: 无法重置外部介质访问权限。请重试，或在“终端”中手动运行以下命令：tccutil reset SystemPolicyRemovableVolumes %@
